Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: • The catheter is put into a large blood vessel and then moved into the area to be tested. • Dye is injected. You may feel hot or flushed for a few seconds. • X-rays are taken as the dye moves through your blood vessels. You may be asked to hold your breath at times. • If you have narrowed blood vessels, the balloon area of the catheter is moved to the narrowed area of the blood vessel. The balloon is inflated to push open the narrowed blood vessel. You may feel some chest pressure, but the pressure should ease quickly. Tell the staff how you are feeling. • A stent may be placed to keep the blood vessel open. • Dye may be given again to see how much of the blood vessel has been opened. • When the test is done, the catheter is removed. • Pressure is put on the site for 10 to 20 minutes, so it does not bleed. A stitch or plug may be used to close the catheter site. A clamp is put on for about 1 hour to stop bleeding. A band-aid or dressing is put on the site. After the Test • You will be taken to another bed. You will rest for about 4 hours. • Keep the leg or arm straight where the catheter was placed to prevent bleeding. Angiogram. Russian.
ru: • Катетер вводят в крупный кровеносный сосуд, а затем направляют к исследуемому участку. • Затем вводят краситель. На несколько секунд вы можете почувствовать тепло или прилив крови. • Когда краситель идет по кровеносным сосудам, делают рентгеновские снимки. Время от времени вас попросят задержать дыхание. • Если кровеносные сосуды сужены, катетер с баллоном будет направлен в место сужения сосуда. Чтобы раскрыть суженный кровеносный сосуд, в баллон закачивается воздух. Вы можете почувствовать небольшое давление в груди, но оно быстро пройдет. Сообщите персоналу о своем самочувствии. • Чтобы сосуд оставался открытым, в него могут ввести стент. • Чтобы увидеть, насколько раскрылся кровеносный сосуд, снова может быть введен краситель. • После завершения обследования катетер извлекают. • Во избежание кровотечения на место ввода катетера на 10–20 минут прилагают давление. Для закрытия места ввода катетера может быть использован шов или заглушка. Для прекращения кровотечения приблизительно на 1 час накладывают зажим. На место ввода катетера приклеивают лейкопластырь или накладывают повязку. После обследования Вас переложат на другую кушетку. Вы будете отдыхать примерно 4 часа. • Во избежание кровотечения старайтесь не сгибать ногу или руку, где был установлен катетер.

source: • Your site, pulse and blood pressure will be checked often. • Tell your nurse right away if the site swells or bleeds, or if you feel pain, numbness or tingling in your leg or arm. • You can eat and drink. • It is not safe for you to drive or leave alone. An adult family member or friend will need to take you home. • Test results are sent to your doctor. Your doctor will share the results with you. Your Care at Home Today • Rest at home for 24 hours. • Limit stair climbing. • Drink 8 cups or 2 liters of liquids (non- alcoholic) to flush the dye out of your kidneys. • Eat your normal diet. • Remove the pressure bandage at bedtime and put on a clean band-aid. • Keep the site dry. Do not shower or bathe. • Look at the site for bruising or a lump. Other Care • Do not take a tub bath for 1 week after the test. You can take a shower. Do not scrub the site. • Do not take the medicine Glucophage (metformin) for 2 days after the test. • Do not drive for 2 to 3 days. Angiogram. Russian.
ru: • Место ввода катетера, а также пульс и давление будут регулярно проверять. • Немедленно сообщите медсестре, если место ввода катетера начнет опухать или кровоточить или если почувствуете боль, онемение или покалывание в ноге или руке. • Вы можете есть и пить. • Садиться за руль или оставаться одному небезопасно. Попросите взрослого родственника или друга отвезти вас домой. • Результаты обследования будут направлены вашему врачу. Врач обсудит с вами результаты обследования. Дома Сегодня • Отдохните 24 часа. • Не ходите по лестнице. • Выпейте 8 чашек или 2 литра безалкогольной жидкости для вымывания красителя из почек. Принимайте обычную пищу. • Перед сном снимите повязку и наклейте чистый лейкопластырь. Не мочите место ввода катетера. Не принимайте душ или ванну. • Наблюдайте, не появляются ли кровоподтеки или припухлости на месте ввода катетера. Рекомендации • Не принимайте ванну неделю после обследования. Можно принять душ. Не чешите место ввода катетера. • Два дня после обследования не принимайте метформин (глюкофаж). • 2–3 дня не садитесь за руль.

source: • Do not exercise, run or lift objects over 10 pounds or 4.5 kilograms for 3 days after the test. • Check the site for bruising or a lump. Call your doctor right away if you have: • Bleeding at the site that will not stop • Swelling, redness, more bruising or tenderness at the site • Drainage or warmth at the site • Coldness or paleness of the leg or arm • Problems moving your toes or fingers • Sharp pain or stinging at the site • Fever or chills • Numbness or weakness • Confusion or you are less alert If you have bleeding that will not stop or a lump that gets bigger at the site, lie flat, hold pressure on the site and call 911. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - March 4, 2016, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Angiogram. Russian.
ru: • В течение трех дней не выполняйте физические упражнения, не бегайте, а также не поднимайте предметы тяжелее 4,5 кг (10 фунтов). Наблюдайте, не появляются ли кровоподтеки или припухлости на месте ввода катетера. Немедленно позвоните врачу, если: • Кровотечение на месте ввода катетера не прекращается • На месте ввода катетера возникла припухлость, краснота, увеличение кровоподтека или болезненные ощущения На месте ввода катетера выделения или повышение температуры. • Руки или ноги холодные или бледные • Вам сложно двигать пальцами ног или рук • У вас острая боль или жжение на месте ввода катетера • У вас жар или озноб • У вас онемение или слабость • Вы растеряны или менее внимательны Если кровотечение не прекращается или увеличивается припухлость, лягте на плоскую поверхность, придавите место ввода катетера и позвоните по телефону 911. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Animal Bites If you or your child is bitten or scratched by an animal, the wound can get infected. Clean the wound right away and get medical help as soon as possible. Even if the animal is your family pet, you should follow these steps: 1. Wash the wound well with soap and water. 2. Put pressure on the area to stop the bleeding. 3. When bleeding stops, put an antibiotic cream, such as Neosporin, on the wound. 4. Cover the bite or scratch with a clean bandage. 5. Get medical help the same day if possible. Ì Many bites are puncture wounds that can become infected if not cleaned well. Ì If any stitches are needed, they must be done within the first 12 hours after a bite. Human bites should receive the same first aid and prompt medical attention as an animal bite. Your child will be given a tetanus vaccine if he or she has not had one in the past 5 years. An adult needs the vaccine every 10 years. Follow the treatment your doctor orders. Each day, until the wound heals, remove the bandage and check the wound. Clean the wound with soap and water and put on a clean bandage until the wound heals. Your doctor will report the bite to your local health department. This should be done within 24 hours of the bite. Animal Bites and Scratches. Russian.
ru: животных and Scratches Если вас или вашего ребенка укусило или поцарапало животное, в рану может попасть инфекция. Немедленно промойте рану и как можно скорее обратитесь за помощью. Даже если это медицинской ваше домашнее животное, необходимо выполнить следующие действия: 1. Тщательно промыть рану водой с мылом. 2. Прижать рану, чтобы остановить кровотечение. 3. После остановки кровотечения нанести на рану мазь с антибиотиком, например Неоспорин. 4. Наложить на царапину или место укуса чистую повязку. 5. По возможности обратиться за медицинской помощью в тот же день. Ì Зачастую укусы представляют собой колотые раны, которые нужно тщательно промывать, чтобы они не воспалились. Если рана требует наложения швов, это необходимо сделать в течение 12 часов после укуса. При укусе другим человеком следует принять те же неотложные медицинские меры, как и при укусе животного. Если ваш ребенок прививался от столбняка более 5 лет назад, врач сделает ему прививку. Ревакцинация взрослых проводится раз в 10 лет. Выполняйте предписания врача. До заживления раны ежедневно снимайте повязку и проверяйте состояние раны. Промывайте рану водой с мылом и накладывайте чистую повязку, пока рана не заживет. Ваш врач сообщит об укусе в местный отдел здравоохранения. Это необходимо сделать в течение 24 часов после укуса.

source: Call your doctor if: • The wound is red, swollen, warm to the touch, or more painful. • There is more drainage or a bad odor from the wound. • There is a fever over 101 degrees F or 38 degrees C by mouth. What to do about the animal: • Call your doctor right away if you do not know the owner of the animal that bit you or your child. The animal may have rabies. • If the animal was tame, try to find its owner. Find out if the animal has had shots for rabies, and the date the shots were done. The doctor will need to know this to plan treatment. • When possible, put the animal in a fenced area away from people and other animals for 10 days. Watch for any changes in behavior. Do not try to cage a vicious or wild animal. Call the police or animal control department. • If you or your child has been bitten by a bat or has slept in a room with one, you must see a doctor. Safety around animals Teach your child to be safe around animals. • Never bother an animal when it is eating. Animal Bites and Scratches. Russian.
ru: Позвоните своему врачу, если: • Рана покраснела, опухла, стала теплой на ощупь или более болезненной. • Выделения из раны стали более обильными или появился неприятный запах. • У вас температура выше 101° F или 38° С (при измерении во рту). Что делать с животным: • Если вы не знаете хозяина животного, которое укусило вас или вашего ребенка, немедленно позвоните врачу. Животное может быть бешеным. • Если животное выглядит домашним, попытайтесь найти его хозяина. Узнайте, делали ли животному прививки от бешенства и даты вакцинации. Эта информация поможет врачу составить план лечения. • По возможности изолируйте животное от людей и других животных на 10 дней. Наблюдайте за изменениями в его поведении. Не пытайтесь посадить в клетку агрессивное Позвоните в или дикое животное. полицию или службу отлова животных. • Если вас или вашего ребенка укусила летучая мышь или она находилась в комнате, где вы или ваш ребенок спали, необходимо обратиться к врачу. Правила безопасности при обращении с животными Научите своего ребенка правильно вести себя с животными. • Никогда не трогайте животное, когда оно ест.

source: • Do not pull on your pet’s ears or tail. • Pick up your pets slowly. • Wash your hands after petting an animal. • Do not feed wild animals or animals you do not know. • Young children should not put their hands in an animal’s tank or cage. • Keep pets on a leash. If a dog is threatening: • Never scream and run. • Stand very still with hands at your sides. Avoid eye contact with the dog. When the dog loses interest in you, slowly back away until he is out of sight. • If the dog does attack, place your jacket, book bag, or anything you can between you and the dog. • If you fall or are knocked to the ground, curl into a ball with your hands over your ears and do not move. Try not to scream or roll around. • Always walk away if a dog is growling or begins to growl when approached. Never run! © 2008 - June 17, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Animal Bites and Scratches. Russian.
ru: • Не тяните животное за уши или за хвост. • Берите животное на руки медленно. • После контакта с животным вымойте руки. • Не кормите диких или незнакомых животных. • Не разрешайте маленьким детям просовывать руки в контейнер или клетку с животным. • Выгуливайте животных на поводке. Если на вас собирается напасть собака: • Никогда не кричите и не убегайте. • Стойте абсолютно спокойно, вытянув руки вдоль туловища. смотрите собаке в глаза. Когда собака потеряет к вам интерес, медленно отступайте назад, пока она не исчезнет из вида. • Если собака на вас нападает, выставьте перед собой свернутую куртку, сумку или любой другой предмет. • Если вы упали или собака сбила вас с ног, свернитесь в клубок, закройте уши руками и не двигайтесь. Старайтесь не кричать и не перекатываться. • Если собака рычит или начинает рычать при приближении, уходите. в коем случае не бегите! for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Ankle Begin ankle exercises as directed by your doctor or therapist. You may have some soreness while exercising. If you have more than mild discomfort, stop exercising. Apply ice to your ankle for 15 minutes after exercising. Do not apply the ice directly to the skin. Do the exercises 3 times a day. If your doctor put you in a boot, remove it to do the exercises. Call your doctor for an appointment to check your ankle in 7 to 10 days. Do only the exercises checked.  Letter Writing Moving only your ankle and foot, write each letter of the alphabet on the floor. Keep your leg straight. Do not bend your knee or hip. The letter will start small and get larger as your ankle motion improves. Ankle Exercises. Russian.
ru: для лодыжек Exercises Выполняйте упражнения для лодыжек в соответствии с предписанием врача или физиотерапевта. При выполнении упражнений у Вас могут возникнуть легкие болезненные ощущения. Если Вы ощущаете что-то большее, чем легкий дискомфорт, прекратите выполнение упражнений. После выполнения упражнений на 15 минут приложите к лодыжке лед. Не кладите лед прямо на кожу. Выполняйте эти упражнения три раза в день. Если доктор наложил закрепляющую шину, снимите ее перед выполнением упражнений. Запишитесь на прием к своему врачу через 7-10 дней для проверки лодыжки. Выполняйте только отмеченные упражнения.  Написание букв Двигая только лодыжкой и ступней, напишите на полу каждую букву алфавита. Нога должна быть прямой. Не сгибайте ее в колене или в тазобедренном суставе. Сначала Ваши буквы будут маленькими, затем по мере выздоровления лодыжки они будут увеличиваться.

source:  Ankle Pumps Move your foot up and down as if pushing down or letting up on a gas pedal in a car. Repeat 10 times.  Ankle Side to Side Move your foot side to side. Repeat 10 times.  Ankle Circles Make circles with your foot. Go clockwise then repeat counter clockwise. Repeat 10 times. Ankle Exercises. Russian.
ru:  Качающие движения голеностопного сустава Двигайте стопой вверх и вниз, как будто Вы надавливаете или отпускаете педаль газа в автомобиле. Повторите это упражнение 10 раз.  Движения лодыжкой из стороны в сторону Выполните движения ступней из стороны в сторону. Повторите это упражнение 10 раз.  Круговые движения лодыжками Нарисуйте круг ступней. Делайте это сначала по часовой стрелке, затем против часовой стрелки. Повторите это упражнение 10 раз.

source:  Ankle Stretch Sit with your leg out straight. Loop a towel around the ball of your foot and pull back. Pull to feel a stretch, but not pain. Release the pressure. Hold the stretch 20 to 25 seconds and repeat this exercise 3 times a day. Toe Curls Spread a towel on the floor in front of you. Sit on a chair with your foot flat on the towel. Curl your toes and gather the towel under the arch of your foot. Do not move your heel during this exercise. Repeat 10 times. © 2007 - March 17, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Ankle Exercises. Russian.
ru:  Вытягивание лодыжки Сядьте, вытянув ногу вперед. Перекиньте через ступню полотенце и потяните его на себя. Тяните, пока не почувствуете натяжение, но не боль. Ослабьте натяжение. Задержите натяжение на 20-25 секунд. Повторяйте это упражнение 3 раза в день. Хватание пальцами ног Разверните полотенце на полу прямо перед собой. Сядьте на стул, поместив ступню на полотенце. Сделайте хватающее движение пальцами ног и соберите полотенце под изгибом ступни. Не перемещайте пятку во время этого упражнения. Повторите это упражнение 10 раз. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Ankle The ankle is a joint where the bones of the legs and the feet meet. These bones are kept in place by ligaments. A sprain occurs when the ligaments are suddenly stretched or torn. Signs • Pain or tenderness • Swelling • Bruising • Not able to move the ankle well Your care Your doctor may want you to: • Have an x-ray. • Wear a splint or an ace wrap to support the injured ankle. • Take over-the-counter pain medicine. • Keep your foot raised above the level of your heart for the first 2 days. This will reduce swelling and pain. • Put ice on the injured ankle for 15 to 20 minutes each hour for 1 to 2 days. Put the ice in a plastic bag and place a towel between the bag of ice and your skin. Ankle Sprain. Russian.
ru: голеностопа Sprain Голеностопный сустав — это соединение костей голени со ступней. Кости удерживаются связками. Когда связки внезапно вытягиваются или разрываются, происходит растяжение. Симптомы • Боль или болезненные ощущения • Опухание • Синяк • Невозможность нормально двигать лодыжкой Лечение Врач может предложить вам: • Сделать рентген. • Наложить шину или повязку для поддержки травмированного голеностопного сустава. • Прописать обезболивающие лекарства, которые отпускаются без рецепта. • В течение первых двух дней держать голеностопный сустав в приподнятом состоянии выше уровня груди. Это позволит уменьшить боль и припухлость. • В первые 1–2 дня каждый час прикладывать к травмированному голеностопу лед на 15–20 минут. Лед необходимо положить в пластиковый пакет и обернуть полотенцем.

source: • Avoid putting weight on your foot for as long as your doctor tells you. Slowly begin putting weight on the injured ankle as you are able. • Use crutches or a cane until you can stand on your ankle without having pain. Call your doctor right away if your: • Bruising, swelling or pain gets worse • Toes below the injury feel cold when you touch them, are numb or blue Talk to your doctor or nurse if you have any questions or concerns. © 2005 - October 13, 2020, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Ankle Sprain. Russian.
ru: • Не нагружать ногу, пока не разрешит врач. Нагружать травмированную лодыжку нужно постепенно. • Использовать костыли или трость, пока вы не сможете стоять на травмированной ноге, не испытывая боли. Немедленно позвоните врачу, если: • Кровоподтек, отек или боль увеличиваются. • Пальцы травмированной ноги холодные на ощупь, онемели или посинели. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Anthrax: What You What Is Anthrax? Anthrax is a serious disease caused by bacteria that forms spores. Anthrax can make you sick by getting into your skin, lungs or digestive system. It can be deadly if untreated. How Do You Get Anthrax? The most common and also the most deadly form of anthrax is inhalation anthrax, which is caused by breathing in anthrax spores. People can also get anthrax from touching or eating an infected animal or breathing in spores from an infected animal. Anthrax can also be used as a weapon. In 2001, 22 people got sick when anthrax was put into the mail. You cannot catch anthrax from another person or spread it to others. What Happens If I Get Anthrax? People usually get sick within 1 to 7 days of exposure to anthrax, but if it is in your lungs it may take 42 days before you get sick. Anthrax: What You Need to Know. Russian.
ru: ЯЗВА: знать Need to Know Что такое сибирская язва? Сибирская язва – это серьезное заболевание, вызываемое бактерией, которая вырабатывает споры. Вы можете заболеть, если сибирская язва попадет на Вашу кожу, в лёгкие или пищеварительную систему. При отсутствии лечения это заболевание может привести к смерти. Как происходит заражение сибирской язвой? Наиболее распространенной и смертоносной является легочная форма болезни, которая вызывается вдыханием спор сибирской язвы. Люди также могут заболеть сибирской язвой в результате прикосновения или приема в пищу инфицированных животных или вдыхания спор от инфицированных животных. Кроме того, сибирская язва может быть использована в качестве биологического оружия. В 2001 году 22 человека заболели в результате пересылки спор сибирской язвы почтой. Вы не можете заразиться сибирской язвой от другого человека или заразить других людей. Что происходит при заболевании сибирской язвой? Обычно люди заболевают в срок от 1 до 7 дней после инфицирования сибирской язвой, но если споры попадают в лёгкие, до начала заболевания может пройти 42 дня.
